Repository: nvda-es/consoleLog
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_pt, tr, zh_cn

source: No se pudo encontrar la ventana de la consola.
pt_pt: Não foi possível encontrar a janela da consola.
tr: Konsol penceresi bulunamadı.
zh_cn: 找不到控制台窗口。

source: No se pudo adjuntar a la consola del proceso.
pt_pt: Não foi possível anexar à consola do processo.
tr: İşlem konsoluna bağlanılamadı.
zh_cn: 找不到控制台进程。

source: No se pudo obtener el manejador de la consola.
pt_pt: Não foi possível obter o manipulador da consola.
tr: Konsol işleyicisi elde edilemedi.
zh_cn: 找不到控制台处理程序。

source: Error: {}
pt_pt: Erro: {}
tr: Hata: {}
zh_cn: 错误： {}

source: No se pudieron obtener las coordenadas de la ventana de la consola.
tr: Konsol penceresi koordinatları alınamıyor.

source: La ventana enfocada no es una consola.
tr: Odaklanılan pencere bir konsol değil.
zh_cn: 当前窗口非控制台。

source: Error al intentar realizar el clic derecho: {}
tr: Sağ tıklama sırasında hata: {}
zh_cn: 控制台窗口右击时发生了错误{}

source: Muestra el visor de consola
pt_pt: Mostra o visualizador da consola
tr: Konsol görüntüleyici iletişim kutusunu gösterir
zh_cn: 显示控制台查看器

source: Visor de consola
pt_pt: Visualizador da consola
tr: Konsol görüntüleyici
zh_cn: 控制台查看器

source: Por favor, espere. Hay otro proceso en marcha.
pt_pt: Por favor, aguarde. Há outro processo em curso.
tr: Lütfen bekleyin. Başka bir işlem devam ediyor.
zh_cn: 请稍等，另一个进程正在运行。

source: Por favor, cierre el diálogo actual antes de iniciar uno nuevo.
pt_pt: Por favor, Feche o diálogo atual antes de iniciar um novo.
tr: Lütfen açık olan pencereyi kapatın ve daha sonra yeni iletişim kutusunu başlatın.
zh_cn: 再打开新窗口前请先关闭当前窗口。

source: Esta no es una ventana de consola.
pt_pt: Esta não é uma janela de consola.
tr: Konsol penceresinde değilsiniz.
zh_cn: 这不是控制台程序窗口。

source: No se pudo obtener
pt_pt: Não foi possível obter
tr: Alınamadı
zh_cn: 无结果

source: Error:
pt_pt: Erro:
tr: Hata:
zh_cn: 错误：

source: No se encontró texto en la consola
pt_pt: Nenhum texto encontrado na consola
tr: Konsolda metin bulunamadı
zh_cn: 找不到控制台中的文本

source: Se ha producido un error: {} (tipo de error: {})
pt_pt: Ocorreu um erro: {} (tipo de erro: {})
tr: Bir hata oluştu: {} (hata türü: {})
zh_cn: 发生错误： {} (类型： {})

source: Realiza un clic derecho en la ventana de consola enfocada para copiar el contenido del portapapeles.
tr: Pano içeriğini kopyalamak için odaklanılan konsol penceresine sağ tıklar.
zh_cn: 右击控制台窗口粘贴剪贴板内的文字。

source: Tipo de terminal no soportado.
tr: Desteklenmeyen terminal türü.
zh_cn: 不支持的终端。

source: Abrir el lanzador de consolas de Windows.
tr: Windows Konsol Başlatıcısı'nı açar.
zh_cn: 打开windows控制台启动器。

source: No se encontró una selección válida.
tr: Geçerli bir seçim bulunamadı.

source: Ya hay una instancia de lanzador de consolas abierta.
tr: Bir konsol başlatıcı penceresi zaten açık.
zh_cn: 已经有打开的控制台启动器窗口。

source: &Buscar Ctrl+F
pt_pt: &procurar Ctrl+F
tr: &Ara Ctrl+F
zh_cn: &查找 Ctrl+F

source: &Guardar como... Ctrl+S
tr: &Farklı kaydet... Ctrl+S
zh_cn: &另存为 Ctrl+S

source: &Salir
pt_pt: &Sair
tr: &Çık
zh_cn: &退出

source: &Registro
pt_pt: &Registo
tr: &Kaydet
zh_cn: &菜单

source: No hay coincidencias encontradas.
pt_pt: Não se encontram coincidências.
tr: Hiçbir sonuç bulunamadı.
zh_cn: 找不到匹配项。

source: Busqueda
pt_pt: Pesquisar
tr: Arama
zh_cn: 查找

source: Guardar como...
tr: Farklı kaydet...
zh_cn: 另存为...

source: Error guardando log: %s
pt_pt: Erro ao guardar o registo: %s
tr: Günlük kaydedilirken hata oluştu: %s
zh_cn: 日志保存错误： %s

source: Error
pt_pt: Erro
tr: Hata
zh_cn: 错误

source: Línea: {}, Posición: {}
pt_pt: Linha: {}, Posição: {}
tr: Satır: {}, Konum: {}
zh_cn: 行： {},列： {}

source: El archivo temporal no fue encontrado
pt_pt: Ficheiro temporário não encontrado
tr: Geçici dosya bulunamadı
zh_cn: 找不到临时文件

source: Permiso denegado para eliminar el archivo temporal
pt_pt: Permissão negada para excluir o ficheiro temporário
tr: Geçici dosya Silinemedi
zh_cn: 没有删除临时文件的权限

source: Ocurrió un error al intentar eliminar el archivo temporal: {}
pt_pt: Ocorreu um erro ao tentar excluir o ficheiro temporário: {}
tr: Geçici dosyayı silmeye çalışırken bir hata oluştu: {}
zh_cn: 删除临时文件时发生了错误{}

source: Buscar
pt_pt: Procurar
tr: Ara
zh_cn: 查找

source: &Buscar
pt_pt: &Pesquisar
tr: &Ara
zh_cn: &查找

source: Lanzador de consolas
tr: Konsol başlatıcı
zh_cn: 控制台启动器

source: Abrir CMD aquí
tr: CMD'yi Aç
zh_cn: 打开cmd

source: Abrir CMD como Administrador
tr: CMD'yi Yönetici olarak aç
zh_cn: 打开cmd，管理员

source: Abrir PowerShell aquí
tr: PowerShell Konsolunu aç
zh_cn: 打开PowerShell

source: Abrir PowerShell como Administrador
tr: PowerShell Konsolunu Yönetici Olarak Aç
zh_cn: 打开PowerShell，管理员

source: Abrir Windows Terminal aquí
tr: Windows Terminali'ni aç
zh_cn: 打开Windows终端

source: Abrir Windows Terminal como Administrador
tr: Windows Terminalini Yönetici Olarak Aç
zh_cn: 打开Windows终端，管理员

source: Abrir git-bash aquí
tr: Git-Bash Konsolunu Aç
zh_cn: 打开git-bash

source: Abrir git-bash como Administrador
tr: Git-bash Konsolunu Yönetici Olarak Aç
zh_cn: 打开git-bash，管理员

source: Abrir consola de Visual Studio (32-bit)
tr: Visual Studio Konsolunu Aç (32 bit)
zh_cn: 打开Visual Studio控制台 (32-位)

source: Abrir consola de Visual Studio (32-bit) como Administrador
tr: Visual Studio Konsolu'nu Yönetici olarak aç (32 bit)
zh_cn: 打开Visual Studio控制台 (32-位)，管理员

source: Abrir consola de Visual Studio (64-bit)
tr: Visual Studio Konsolunu Aç (64 bit)
zh_cn: 打开Visual Studio控制台 (64-位)

source: Abrir consola de Visual Studio (64-bit) como Administrador
tr: Visual Studio Konsolu'nu Yönetici olarak aç (64 bit)
zh_cn: 打开Visual Studio控制台 (64-位)，管理员

source: Visor para las consolas de Windows
pt_pt: Visor para consolas do Windows
tr: Windows konsolları için Görüntüleyici
zh_cn: Windows控制台查看器

source: * Pequeño complemento para mostrar en un dialogo el contenido de las consolas de Windows * Lanzador de consolas CMD, PowerShell, Terminal, Bash, Visual Studio developer. * Copiado del portapapeles en consola enfocada de manera fácil. Asignar teclas en Gestos de entrada / Visor de consola.
tr: * Windows konsollarının içeriğini bir iletişim kutusunda göstermek için küçük eklenti * CMD konsol başlatıcısı, PowerShell, Terminal, Bash, Visual Studio geliştiricisi. * Panodan odaklanmış konsola kopyalamak kolaydır. Girdi hareketleri / konsol görüntüleyicisi altından hareketler atayabilirsiniz.

source: Pequeño complemento para mostrar en un dialogo el contenido de las consolas de Windows Asignar tecla en Gestos de entrada / Visor de consola.
pt_pt: Extra para mostrar o conteúdo das consolas do Windows numa caixa de diálogo Atribua a tecla em definir comandos/ Visualizador de consola.
